{
    "language": {
        "en": {
            "pages": {
                "kingdomsrisepage": {
                    "overviewtext": "You can explore custom-generated worlds filled with new mobs, challenging dungeons, and powerful bosses. With immersive exploration and cooperative multiplayer options, KingdomsRise offers a fresh take on Minecraft, blending traditional sandbox gameplay with a structured RPG adventure.",
                    "requirementstext": "KingdomsRise requires a modern PC with a decent graphics card, 8 GB RAM, and at least 10 GB of free disk space. Ensure your system is up-to-date with the latest Java runtime and a installed copy of Minecraft. <br />Also link your Microsoft account {'(with a valid minecraft license)'} via settings {'->'} connected accounts"
                }
            },
            "navigation": {
                "settings": "Settings"

            },
            "universal": {
                "buttons": {
                    "playbutton": "Play"
                },
                "headers": {
                    "version": "Version",
                    "overviewheader": "Game Overview",
                    "requirementsheader": "System Requirements"
                }
            }

        },
        "de": {
            "pages": {
                "kingdomsrisepage": {
                    "overviewtext": "Du kannst Zufällig erstellte Welten erkunden, die mit neuen Kreaturen, herausfordernden Dungeons und mächtigen Bossen gefüllt sind. Mit optimierten Multiplayer-Optionen bietet KingdomsRise eine frische Perspektive auf Minecraft, indem es das traditionelle Sandbox-Gameplay mit einer strukturierten RPG-Abenteuerwelt kombiniert.",
                    "requirementstext": "KingdomsRise erfordert einen modernen PC mit einer leistungsfähigen Grafikkarte, 8 GB RAM und mindestens 10 GB freiem Speicherplatz. Stelle sicher, dass dein System auf dem neuesten Stand ist und die aktuelle Java-Laufzeitumgebung sowie eine installierte Kopie von Minecraft vorhanden sind. <br />Verknüpfe außerdem dein Microsoft-Konto (mit einer gültigen Minecraft-Lizenz) über Einstellungen → Verknüpfte Konten."
                }
            },
            "navigation": {
                "settings": "Einstellungen"

            },
            "universal": {
                "buttons": {
                    "playbutton": "Spielen"
                },
                "headers": {
                    "version": "Version",
                    "overviewheader": "Spiel Übersicht",
                    "requirementsheader": "Systemanforderungen"
                }
            }
        }
    }
}